Repository: Bodrin89/AtrFood
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Тематика
kk: Тақырыптар

source: Текст
kk: Мәтін

source: Изображение
kk: Сурет

source: Изображения
kk: Суреттер

source: Корзина
kk: Себет

source: Корзины
kk: Себеттер

source: Товар
kk: Өнім

source: Выбор количества товара
kk: Тауарлардың санын таңдау

source: Сумма по товару в корзине
kk: Себеттегі заттың мөлшері

source: Итоговая сумма всех товаров
kk: Барлық тауарлардың жалпы сомасы

source: Количество товара должно быть больше 0
kk: Өнім саны 0-ден көп болуы керек

source: Товара нет в наличии
kk: Өнім қоймада жоқ

source: Нужного количества нет на складе
kk: Қажетті мөлшер қоймада жоқ

source: Товар не найден в корзине
kk: Өнім себетте табылмады

source: Товар удален из корзины
kk: Өнім арбадан шығарылды

source: Клиенты
kk: Клиенттер

source: Адрес
kk: Мекенжай

source: Адреса
kk: Мекенжай

source: Город
kk: Қала

source: Район
kk: Аудан

source: Этаж
kk: Еден

source: Пользователь
kk: Пайдаланушы

source: Контактное лицо
kk: Байланыстағы адам

source: Контактные лица
kk: Байланыс беттері

source: фамилия
kk: тегі

source: имя
kk: Аты

source: отчество
kk: тегі

source: Юридическое лицо
kk: Заңды тұлға

source: Юридические лица
kk: Заңды тұлға

source: Cache
kk: қолма-қол ақша

source: Non_cash
kk: қолма-қол ақшасыз төлемдер

source: название компании
kk: Компанияның Аты

source: БИН/ИИН
kk: БСН/ЖСН

source: ИИК
kk: ЖСК

source: БИК
kk: БСК

source: способ оплаты
kk: төлем тәсілі

source: Уровень системы лояльности
kk: Адалдық жүйесінің деңгейі

source: Адрес Компании
kk: Компания мекенжайы

source: Адреса компаний
kk: Компания мекенжайлары

source: Пользователи
kk: Пайдаланушылар

source: Необходимо предоставить хотя бы один адрес.
kk: Кем дегенде бір мекенжай көрсетілуі керек.

source: Можно добавить не более трех адресов.
kk: Сіз үш мекенжайға дейін қоса аласыз.

source: Для подтверждения email, пожалуйста, перейдите по ссылке:
kk: Электрондық поштаңызды растау үшін мына сілтемеге өтіңіз:

source: Подтверждение email
kk: Растау электрондық поштасы

source: Поле bin_iin должно содержать 12 цифр
kk: БСН/ЖСН өрісінде 12 сан болуы керек

source: Поле bik должно содержать 9 цифр
kk: БСК өрісінде 9 сан болуы керек

source: IBAN должен начинаться с "KZ"
kk: IBAN "KZ" деп басталуы керек

source: IBAN должен состоять из 20 символов
kk: IBAN ұзындығы 20 таңба болуы керек

source: Документ АВР
kk: Орындалған жұмыстың құжаты

source: Документы АВР
kk: Құжаттар Жұмыстың сертификаты аяқталды

source: Файл АВР
kk: Аяқталған жұмыстың файлдық куәлігі

source: Документ
kk: Құжат

source: У вас нет прав для скачивания этого файла
kk: Бұл файлды жүктеп алуға рұқсатыңыз жоқ

source: Физическое лицо
kk: Жеке

source: Физические лица
kk: Жеке тұлғалар

source: дополнительный номер телефона
kk: қосымша телефон нөмірі

source: Подтверждение отправлено на ваш электронный адрес.
kk: Электрондық пошта мекенжайыңызға растау жіберілді.

source: Область
kk: Аймақ

source: Области
kk: Аймақтар

source: Города
kk: Қалалар

source: Районы
kk: Аудандар

source: Компания производитель
kk: Өндірістік компания

source: Компании производители
kk: Өндірістік компаниялар

source: Наименование уровня лояльности
kk: Адалдық деңгейінің атауы

source: Наименование уровней лояльности
kk: Адалдық деңгейлерінің атауы

source: Условие возврата
kk: Қайтару шарты

source: Условия возврата
kk: ҚАЙТАРУ ШАРТТАРЫ

source: Режим работы магазина
kk: Дүкеннің жұмыс уақыты

source: Режимы работы магазинов
kk: Дүкеннің жұмыс уақыты

source: Понедельник
kk: дүйсенбі

source: Вторник
kk: сейсенбі

source: Среда
kk: сәрсенбі

source: Четверг
kk: бейсенбі

source: Пятница
kk: жұма

source: Суббота
kk: сенбі

source: Воскресенье
kk: Жексенбі

source: День недели
kk: Апта күндері

source: Время открытия
kk: Ашылу уақыты

source: Время закрытия
kk: Жабу уақыты

source: Номер телефона
kk: Телефон нөмірі

source: Социальная сеть
kk: Әлеуметтік желі

source: Ссылка на социальную сеть
kk: Әлеуметтік желіге сілтеме

source: Цена за единицу товара
kk: Тауар өлшемінің бағасы

source: Заказ
kk: Тапсырыс

source: Заказы
kk: Тапсырыстар

source: Новые заказы оплаченные
kk: Жаңа тапсырыстар төленді

source: Новые заказы не оплаченные
kk: Жаңа тапсырыстар төленбейді

source: Заказы в обработке
kk: Тапсырыстар өңделуде

source: Завершенные заказы
kk: Аяқталған тапсырыстар

source: Возврат товара
kk: Тауарды қайтару

source: Наличный
kk: Дақ

source: Безналичный
kk: Қолма-қол ақшасыз

source: Оплата экварингом
kk: Сатып алу арқылы төлеу

source: дата оплаты
kk: төлем күні

source: Покупатель
kk: Сатып алушы

source: Метод оплаты
kk: Төлем тәсілі

source: Дата создания
kk: құрылған күні

source: Статус заказа
kk: Тапсырыс мәртебесі

source: Общее количество
kk: Жалпы саны

source: Общая стоимость
kk: жалпы құны

source: Менеджер, ответственный за оплату
kk: Төлемге жауапты менеджер

source: Оформлен возврат
kk: Қайтару берілді

source: Адрес доставки
kk: Жеткізу мекенжайы

source: Товар в заказе
kk: Тапсырыс бойынша өнім

source: Товары в заказе
kk: Тапсырыс бойынша өнімдер

source: Количество товара
kk: Тауарлардың саны

source: Стоимость товара с учетом количества
kk: Саны бойынша өнімнің өзіндік құны

source: Подарок
kk: Қазіргі

source: Недостаточно товара
kk: Өнім жеткіліксіз

source: на складе.
kk: қоймада.

source: Корзина пуста
kk: Себет бос

source: Продукт с ID
kk: бар өнім ID

source: не найден
kk: табылмады

source: Каталог товаров
kk: Каталог

source: Каталоги товаров
kk: Өнім каталогтары

source: Категория товара
kk: Өнім санаты

source: Категории товаров
kk: Өнім санаттары

source: Подкатегория товара
kk: Өнімнің ішкі санаты

source: Подкатегории товаров
kk: Өнімнің ішкі санаттары

source: Товары
kk: Тауарлар

source: Наименование товара
kk: тауардың аты

source: Стоимость за единицу
kk: Бірліктің құны

source: Артикул товара
kk: Өнім коды

source: Цена с учетом скидки
kk: Бағасы жеңілдікпен

source: Количество на складе
kk: Қоймадағы саны

source: Рейтинг товара
kk: Өнім рейтингі

source: Количество товара для ОПТа
kk: Көтерме саудаға арналған тауарлардың саны

source: ОПТовая цена за единицу товара
kk: Бір заттың КӨТЕРМЕ БАҒАСЫ

source: Наличие товара на складе
kk: Қоймадағы тауарлардың болуы

source: Дата создания товара
kk: Өнімнің жасалған күні

source: Товар активный/скрытый
kk: Өнім белсенді/жасырын

source: Описание товара
kk: Өнім Сипаттамасы

source: Описания товаров
kk: Өнім сипаттамалары

source: Страна изготовитель
kk: Өндіруші ел

source: Формат упаковки
kk: Қаптама пішімі

source: Данные товара
kk: Өнім деректері

source: Избранный товар
kk: Таңдаулы өнім

source: Избранные товары
kk: Таңдаулы өнімдер

source: Товар для сравнения
kk: Салыстыру өнімі

source: Товары для сравнения
kk: Салыстыруға арналған өнімдер

source: Файл не существует
kk: Файл жоқ

source: Emails resent successfully.
kk: Электрондық хаттар сәтті қайта жіберілді.

source: Отправить email с акцией
kk: Жарнамамен электрондық хат жіберіңіз

source: Подарки
kk: Қазіргі

source: Название подарка
kk: Сыйлықтың аты

source: Описание подарка
kk: Сыйлықтың сипаттамасы

source: Акция
kk: Науқан

source: Акции
kk: Қор

source: Скидка
kk: Жеңілдік

source: Наименование акции
kk: Науқанның атауы

source: фото акции
kk: акцияның фотосы

source: Скидка для всей подкатегории товара
kk: Өнімнің барлық ішкі санаты үшін жеңілдік

source: товары по акции
kk: сатылымдағы өнімдер

source: Учитывать лимит по сумме товара в корзине
kk: Себеттегі тауарлардың мөлшеріне шектеуді қарастырыңыз

source: Сумма товара в корзине после которой действует акция
kk: Науқан жарамды болғаннан кейін арбадағы тауарлардың саны

source: количество человек воспользовавшихся акцией
kk: науқанды пайдаланған адамдар саны

source: количество купленных товаров по акции
kk: сатып алынған жарнамалық заттардың саны

source: Учитывать лимит по количеству человек
kk: Адамдар санына шектеуді қарастырыңыз

source: Ограничение по количеству человек
kk: Адам санына шектеу

source: Учитывать лимит по количеству товара
kk: Тауарлар санына шектеуді ескеріңіз

source: Ограничение по количеству товара
kk: Өнім санының шегі

source: Учитывать систему лояльности
kk: Адалдық жүйесін қарастырыңыз

source: Дата окончания акции
kk: Науқанның аяқталу күні

source: Действующая/архивная акция
kk: Ағымдағы/мұрағатталған жарнама

source: Тип акции
kk: Жарнама түрі

source: Система лояльности
kk: Адалдық жүйесі

source: Системы лояльности
kk: Адалдық жүйелері

source: Уровень лояльности
kk: Адалдық деңгейі

source: Процент скидки не может быть меньше 0
kk: Жеңілдік пайызы 0-ден төмен болмауы керек

source: Процент скидки не может быть больше 100
kk: Жеңілдік пайызы 100-ден аспауы керек

source: Процент скидки
kk: Жеңілдік пайызы

source: Порог цены
kk: Баға шегі

source: Отзыв на товар
kk: Өнімді шолу

source: Отзывы на товары
kk: Өнім шолулары

source: Одна звезда
kk: Бір жұлдыз

source: Три звезды
kk: Үш жұлдыз

source: Количество звезд
kk: Жұлдыздар саны

source: Отзыв
kk: Қарау

source: Продукт
kk: Өнім

source: Только авторизованный пользователь может оставить отзыв
kk: Тек рұқсаты бар пайдаланушы ғана пікір қалдыра алады

source: Вы не можете оставить отзыв на этот товар, так как не совершали его покупку.
kk: Сіз бұл өнімге пікір қалдыра алмайсыз, себебі сіз оны сатып алмағансыз.

source: Необходимо указать ID продукта.
kk: Өнім идентификаторы көрсетілуі керек.

source: Комментарии по данному продукту отсутствуют
kk: Бұл өнімге түсініктемелер жоқ

source: Individual
kk: Жеке

source: Company
kk: Заңды тұлға

source: username
kk: пайдаланушы аты

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
kk: Міндетті. 150 таңба немесе одан аз. Тек әріптер, сандар және @/./+/-/_.

source: A user with that username already exists.
kk: Бұл пайдаланушы аты бар пайдаланушы бұрыннан бар.

source: номер телефона
kk: Телефон нөмірі

source: Тип пользователя
kk: Пайдаланушы түрі

source: Электронная почта
kk: Электрондық пошта

source: Аккаунт необходимо подтвердить по электронной почте.
kk: Тіркелгіні электрондық пошта арқылы растау керек.

source: Вы не можете добавить более трех адресов.
kk: Сіз үш мекенжайдан артық қоса алмайсыз.

source: Пароли не совпадают
kk: Құпия сөз сәйкес келмеді

source: Телефонный номер должен быть в формате +7 (xxx) xxx-xx-xx
kk: Телефон нөмірі +7 (ххх) xxx-xx-xx форматында болуы керек

source: Email успешно подтвержден.
kk: Электрондық пошта сәтті расталды.

source: Пользователь не найден.
kk: Пайдаланушы табылмады.

source: У вас уже указана данная почта.
kk: Сізде бұл электрондық пошта мекенжайы бұрыннан бар.

source: Данная электронная почта уже зарегистрирована.
kk: Бұл электрондық пошта бұрыннан тіркелген.

source: Уведомление отправлено на новую электронную почту:
kk: Хабарландыру жаңа электрондық поштаға жіберілді:

source: Токен и email обязательны.
kk: Токен және электрондық пошта қажет.

source: Email успешно изменен.
kk: Электрондық пошта сәтті өзгертілді.

source: Неверный токен или email.
kk: Жарамсыз белгі немесе электрондық пошта.

source: Для восстановления пароля перейдите по ссылке:
kk: Құпия сөзді қалпына келтіру үшін мына сілтемені орындаңыз:

source: Восстановление пароля
kk: Құпия сөзді қалпына келтіру

source: Уведомление отправлено на электронную почту:
kk: Электрондық пошта арқылы жіберілген хабарлама:

source: Пользователь с данной электронной почтой не найден
kk: Осы электрондық поштасы бар пайдаланушы табылмады

source: Неверная ссылка.
kk: Жарамсыз URL.

source: Пароль изменен.
kk: Құпия сөз өзгертілді.

source: Russian
kk: орыс

source: Kazakh
kk: қазақ
